Repository: roberiacono/riaco-was-this-helpful
Catalog: languages/riaco-was-this-helpful-*.po
Languages: it_it

source: %1$d%% positive (%2$d/%3$d)
it_it: %1$d%% positivi (%2$d/%3$d)

source: A lightweight plugin that adds a "Was this helpful?" thumbs up/down feedback box to your posts and pages — improve content quality through direct user feedback.
it_it: Un plugin leggero che aggiunge un riquadro di feedback con pollice su/giù "Ti è stato utile?" ai tuoi post e pagine — migliora la qualità dei contenuti attraverso il feedback diretto degli utenti.

source: Admin Bar
it_it: Barra di Amministrazione

source: Assets Loading
it_it: Caricamento degli assets

source: Background Color
it_it: Colore di sfondo

source: Button Border Radius
it_it: Raggio del bordo del pulsante

source: Change feedback box content for submitting and thank you messages.
it_it: Modifica il contenuto del riquadro di feedback per i messaggi di invio e di ringraziamento.

source: Change feedback box content.
it_it: Modifica il contenuto del riquadro di feedback.

source: Colors
it_it: Colri

source: Content
it_it: Contenuto

source: Data Deletion
it_it: Eliminazione dei dati

source: Delete data when removing plugin?
it_it: Eliminare i dati durante la rimozione del plugin?

source: Deletes all data when plugin is removed.
it_it: Elimina tutti i dati quando il plugin viene rimosso.

source: Disable automatic Helpful box at the bottom of this post.
it_it: Disabilita l' "Helpful box" automatico in fondo a questo post.

source: Display on
it_it: Mostra su

source: Display Stats and Functionalities by User Role
it_it: Mostra statistiche e funzionalità in base al ruolo utente

source: Feedback Box Text
it_it: Feedback Box Testo

source: General
it_it: Generale

source: Helpful Settings
it_it: Helpful Impostazioni

source: Helpful Stats
it_it: Helpful Statistiche

source: Leave Empty
it_it: Lascia vuoto

source: Leave empty if you don't want to display text
it_it: Lascia vuoto se non vuoi visualizzare il testo

source: Load Scripts
it_it: Carica gli scripts

source: Load Styles
it_it: Carica gli stili

source: Negative Button Color
it_it: Colore del Pulsante Negativo

source: Negative Button Icon
it_it: Icona del Pulsante Negativo

source: Negative Button Text
it_it: Testo del Pulsante Negativo

source: Negative Text/Icon Color
it_it: Colore del Testo/icona Negativo

source: No feedback yet
it_it: Ancora nessun feedback

source: Pages
it_it: Pagine

source: Positive Button Color
it_it: Colore del Pulsante Positivo

source: Positive Button Icon
it_it: Icona del Pulsante Positivo

source: Positive Button Text
it_it: Testo del Pulsante Positivo

source: Positive Text/Icon Color
it_it: Colore del Testo/Icona Positivo

source: Posts
it_it: Articoli

source: Select whether to load the plugin styles and scripts.
it_it: Seleziona se caricare gli stili e gli script del plugin.

source: Select whether to show the content in the admin bar.
it_it: Seleziona se mostrare il contenuto nella barra di amministrazione.

source: Settings
it_it: Impostazioni

source: Show Admin Bar Content
it_it: Mostra contenuto nella barra di amministrazione

source: Style your feedback box.
it_it: Modifica lo stile della feeback box.

source: Styles
it_it: Stili

source: Submitting and Thanks Content
it_it: Contenuto di invio e ringraziamento

source: Submitting Text
it_it: Testo per l'invio del feedback

source: Thank You Text
it_it: Testo di ringraziamento

source: Was This Helpful Settings
it_it: Was This Helpful Impostazioni

source: Where do you want to show your Was this helpful box?
it_it: Dove vuoi mostrare il "Was this helpful box"?

source: Yes
it_it: Sì

source: You can display the Helpful Box using the shortcode %s inside posts/pages content.
it_it: Puoi mostrare la casella "Utile" utilizzando lo shortcode %s all'interno del contenuto di post/pagine.

source: ⏳ Submitting...
it_it: ⏳ Sto inviando...

source: ✅ Thank you for your feedback!
it_it: ✅ Grazie per il feedback!
